<template>
  <div id="NewsDetails">
    <img class="banner-image" src="@/assets/images/banner.png" alt="">
    <div class="container">
      <Breadcrumb></Breadcrumb>
      <div class="news-container">
        <div class="title">
          <h1>环保部：14省市将在今年底前完成生态红线划定</h1>
          <div class="time">
            <p>2018-09-28 17:23:43</p>
          </div>
        </div>
        <div class="content">
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
          昨天(18日)，环保部联合国家发改委、林业局、气象局、海洋局、测绘地理信息局等部门联合举行视频会议，部署生态保护红线的划定工作。生态保护红线是指为维护国家或区域生态安全和可持续发展，而划定的需要实施特殊保护的区域，是国家生态安全的底线和生命线。根据计划，全国生态保护红线划定工作将分步进行。今明两年，按照《生态保护红线划定指南》指导各地进行生态保护红线划定。其中京津冀和长江经济带14个省(市)将在今
        </div>
        <div class="news-page">
          <el-button size="small">上一篇：没有了</el-button>
          <el-button size="small">下一篇：今年道路交通安全整治要完成九项重点任务</el-button>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import Breadcrumb from '@/components/Breadcrumb/Breadcrumb.vue'
export default {
  name: 'NewsDetails',
  components: {
    Breadcrumb
  }
}
</script>
<style lang="scss" scoped>
#NewsDetails{
  .news-container{
    padding: 0 0 50px;
    .title{
      border-bottom: 1px solid #eeeeee;
      padding-bottom: 20px;
      .time{
        color: #999999;
      }
    }
    .content{
      color: #666666;
      line-height: 30px;
      padding-top: 20px;
      border-bottom: 1px solid #eeeeee;
      padding-bottom: 20px;
      font-size: 16px;
      text-indent: 2em;
    }
    .news-page{
      display: flex;
      justify-content: space-between;
      margin-top: 30px;
      .el-button{
        max-width: 50%;
        @include ell();
      }
    }
  }
}
</style>
