<template>
  <div id="Introduce">
    <img class="banner-image" src="@/assets/images/banner.png">
    <MenuLayout
      title="膜材介绍"
      desc="introduce"
      :menu="menu"
      @menu-click="handlerClick"
      :activeMenu.sync="activeMenu"
    >
      <template slot="content">
        <div class="introduce-container">
          <div class="ic-pvc-container" v-show="activeMenu === '1-0'">
            <div class="ipc-images">
              <img src="./images/etfe1.png">
            </div>
            <div class="ipc-content">
              <p class="title">ETFE</p>
              <p>
                1、ETFE膜是由人工高强度氟聚合物（ETFE、制成，其特有抗粘着表面使其具有高抗污，易清洗的特点，通常雨水即可清除主要污垢。
                <br>
                2、ETFE膜使用寿命至少为25-35年，是用于永久性多层可移动屋顶结构的理想材料。该膜材料多用于跨距为4米的两层或三层充气支撑结构，也可根据特殊工程的几何和气候条件，增大膜跨距。
                <br>
                3、ETFE膜达到B1、DIN4102防火等级标准，燃烧时也不会滴落。这种特点使其即使在由于烟、火引起的膜融化情况下也具有相当的优势，属于高阻燃型。
                <br>
                4、ETFE的拉伸强度约为42 MPa（6100 psi、，工作温度范围为-185°C至+ 150°C
                <br>
                5、该材料不阻挡紫外线等光的透射，以保证建筑内部自然光线。根据位置和表面印刷的情况，ETFE膜的透光率可高达95%。通过表面印刷，该材料的半透明度可进一步降低到50%。
                <br>
                6、ETFE膜完全为可再循环利用材料，可再次利用生产新的膜材料，或者分离杂质后生产其它ETFE产品。
                <br>
                7、韧性好、抗拉强度高、不易被撕裂，延展性大于400%；其抗撕拉极强、抗张强度高
                <br>
                8、ETFE的另一个关键特点是非常试用和覆盖用于高应力，低烟雾毒性和高可靠性情况的电气和光纤布线，飞机和航天器布线是主要的例子。一些小的横截面电线如用于烧线技术的电线涂有ETFE。
              </p>
              <p>ETFE又称氟塑膜，是一种新兴的建筑材料，由乙烯和四氟乙烯共聚而成，具有高透光率（可见光透光率在90%以上，且衰减很慢，经使用10-15年，仍可保持在90%以上）和极强的耐候性，抗静电，尘染轻，但价格昂贵，废膜须厂家回收处理。ETFE膜具有较高的熔化温度，优异的化学，电学和高能辐射抵抗性能。当燃烧时，氟塑膜释放氢氟酸。ETFE的另一个关键用途是覆盖在高应力，低烟气毒性，和高可靠性环境中使用的电气和光纤布线。飞机和航天器接线是主要例子。一些小截面导线如用于绕线技术的导线涂有ETFE。ETFE膜的实际使用始于上世纪90年代，主要作为农业温室的覆盖材料、各种异型建筑物的篷膜材料，英国新千年应典工程之一的“伊甸园”有“世界第八大奇观”之美誉。</p>
              <p>“水立方”是建在旁边游泳中心北京国家体育场在奥林匹克公园为2008年夏季奥运会的游泳比赛，这是世界上最大的膜结构工程，除了地面之外，外表都采用了膜结构———ETFE材料，蓝色的表面出乎意料的柔软但又很充实，这种材料的寿命为20多年。</p>
            </div>
          </div>
          <div class="ic-pvc-container" v-show="activeMenu === '2-0'">
            <div class="ipc-images">
              <img src="./images/ptfe1.png">
            </div>
            <div class="ipc-content">
              <p class="title">PTFE</p>
              <p>PTFE，又是聚四氟乙烯（Poly tetra fluoroethylene），有“不粘涂层”或“易清洁物料”之称。这种材料具有抗酸抗碱、抗各种有机溶剂的特性，几乎不溶于所有的溶剂。同时，聚四氟乙烯具有耐高温的特点，它的摩擦系数极低，能当润滑剂，亦成为清洁水管内层的理想涂料。涂有PTFE 的玻璃纤维织物被认为是最耐用的膜材料之一，因为涂层是自清洁的，并且非常耐化学物质和霉菌生长。新涂覆的材料最初是米色的，但在通过与紫外线接触的润湿剂的分解而在勃起之后变淡。PTFE是一种使用了氟取代聚乙烯中所有氢原子的人工合成高分子材料</p>
              <p>强耐腐蚀性：能够承受除了熔融的碱金属，氟化介质以及熔融强碱之外的所有强酸碱、强氧化作用。绝缘性：不受环境及频率的影响，电阻率可达1018欧姆·厘米，介质损耗小，击穿电压高。耐高低温性：对温度的影响变化不大，温域范围广，可使用温度-190~260 ℃。高润滑性：具有塑料中最小的摩擦指数，是理想的无油润滑材料。表面不粘性：已知的固体材料都不能粘附表面，是一种表面能最小的固体材料。耐辐照性能和较低的渗透性：长期暴露于大气中，表面及性能保持不变。不燃性：限氧指数在90以下。</p>
              <p>PTFE（聚四氟乙烯）具有一系列优良的使用性能：耐高温—长期使用温度200~260度，耐低温—在-100度时仍柔软；耐腐蚀—能耐王水和一切有机溶剂；耐气候—塑料中最佳的老化寿命；高润滑—具有塑料中最小的摩擦系数；不粘性—具有固体材料中最小的表面张力而不粘附任何物质；无毒害—具有生理惰性；优异的电气性能，是理想的C级绝缘材料，报纸厚的一层就能阻挡1500V的高压；聚四氟乙烯广泛应用于各种需要抗酸碱和有机溶剂的场合，并被用来制作不粘锅以及干式变压器。聚四氟乙烯质地柔软，因此经常用于涂层它研究出来的时候使用领域主要是高温的发射火箭的内壁涂层。</p>
              <p>PTFE可采用压缩或挤出加工成型；也可制成水分散液，用于涂层、浸渍或制成纤维。如今聚四氟乙烯已经被广泛应用于生产与生活的许多领域，也有部分应用于军事科技武器方面。如美军内部的枪机总成，镀上一层聚四氟乙烯来增强武器寿限。PTFE在膜结构、建筑、金属表面处理、膜结构建筑等工业中广泛用作耐高低温、耐腐蚀材料，绝缘材料，防粘涂层等，使之成为不可取代的产品。</p>
            </div>
          </div>
          <div class="ic-pvc-container" v-show="activeMenu === '3-0'">
            <div class="ipc-images">
              <img src="./images/pvc1.png">
            </div>
            <div class="ipc-content">
              <p class="title">PVC</p>
              <p>PVC,聚氯乙烯（Polyvinyl Chloride）是氯乙烯经加成聚合反应得到的的高分子材料。是聚乙烯和聚丙烯之后，第三种最广泛生产的合成塑胶聚合物。PVC为无定形结构的白色粉末，支化度较小，相对密度1.4左右，玻璃化温度77~90℃，170℃左右开始分解 ，对光和热的稳定性差，在100℃以上或经长时间阳光曝晒，就会分解而产生氯化氢，并进一步自动催化分解，引起变色，物理机械性能也迅速下降，在实际应用中必须加入稳定剂以提高对热和光的稳定性。PVC涂覆的聚酯织物广泛用于拉伸结构。其高机械强度和抗挠曲开裂性使其成为永久性和可伸缩膜设计的最佳选择</p>
              <p>PVC用自由基加成聚合方法制备，聚合方法主要分为悬浮聚合法、乳液聚合法和本体聚合法，以悬浮聚合法为主，约占PVC总产量的80%左右。其特性主要有：稳定；不易被酸碱腐蚀；比聚乙烯耐热但比不上聚丙烯。PVC是七大塑料中唯一必须使用塑化剂的材料，这使得它的状态可以从软而弹到硬而脆之间变化。PVC既然可以呈现软而有弹性的一面，也就可以模拟橡胶或皮革的一些用途，比如小汽车内饰大量使用的人造革、一次性检查手套、地板、桌布、塑胶鞋。此外，还有用微悬浮法生产PVC糊用树脂，产品性能和成糊性均好。</p>
              <p>由于其原材料和生产的低成本，聚酯-PVC是市场上可获得的廉价膜材料之一。聚酯-PVC膜增强了结构，以提高其使用寿命。聚酯也可以用PVDF漆或PVF层压板涂覆。这些由氟化漆制成的面漆也可以产生光滑的防粘涂层，有助于防止灰尘和污垢粘附在表面上。然而，由于这些材料具有比PVC涂层高得多的熔点，因此有时需要在焊接之前使其表面粗糙。有时，PVC织物表面涂有一层TiO2，以促进自清洁功能。绝对可回收性和可印刷性是PVC织物的一些独特特征。</p>
              <p>PVC膜领域对PVC的消费位居第三，约占10%左右。PVC与添加剂混合、塑化后，利用三辊或四辊压延机制成规定厚度的透明或着色薄膜，用这种方法加工薄膜，成为压延薄膜。也可以通过剪裁，热合加工包装袋、雨衣、桌布、窗帘、充气玩具等。宽幅的透明薄膜可以供温室、塑料大棚及地膜之用。经双向拉伸的薄膜，所受热收缩的特性，可用于收缩包装。</p>
            </div>
          </div>
          <div class="ic-pvc-container" v-show="activeMenu === '4-0'"></div>
        </div>
      </template>
    </MenuLayout>
  </div>
</template>
<script>
import MenuLayout from '@/components/MenuLayout/MenuLayout'
export default {
  name: 'IntroducePage',
  components: {
    MenuLayout
  },
  data () {
    return {
      menu: [
        { label: 'ETFE' },
        { label: 'PTFE' },
        { label: 'PVC' },
        { label: '膜材对比表' }
      ],
      activeMenu: '1-0'
    }
  },
  methods: {
    handlerClick () {
    }
  }
}
</script>
<style lang="scss" scoped>
#Introduce{
  .introduce-container{
    padding-bottom: 30px;
    .ic-pvc-title{
      border-bottom: 3px solid #333333;
      margin-bottom: 30px;
      h1{
        padding-bottom: 17px;
        font-size: 25px;
        line-height: 25px;
      }
    }
    .ic-pvc-container{
      .ipc-images{
        img{
          width: 100%;
        }
      }
      .ipc-content{
        .title{
          font-weight: bold;
          font-size: 18px;
        }
        p{
          font-size: 16px;
          color: #666666;
          margin-top: 30px;
        }
      }
    }
  }
}
</style>
